txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = ('\nДанное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n\n'
                    'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности\n'
                    'сердца при физической нагрузке. У испытуемого, находящегося в положении лежа на спине в течение 5 мин,\n'
                    'определяют частоту пульса за 15 секунд; затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n'
                    'После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые\n'
                    '15 секунд, а потом — за последние 15 секунд первой минуты периода восстановления.\n'
                    'Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\n'
                    'ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.' )
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.:'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Лягте на спину, отдохните, потом 15 секунд измеряйте пульс. \nНажмите кнопку "Начать первый тест", чтобы запустить таймер.\nРезультат запишите в соответствующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. \nНажмите кнопку "Начать делать приседания",\nчтобы запустить счетчик приседаний.'
txt_test3 = ('Лягте на спину и замерьте пульс сначала \nза первые 15 секунд минуты, затем за последние 15 секунд.\n'
             'Нажмите кнопку "Начать финальный тест", чтобы запустить таймер.\nЗеленым обозначены секунды, в течение которых необходимо'
             '\nпроводить измерения, красным - секунды без замера пульсаций. \nРезультаты запишите в соответствующие поля.')
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'
txt_timer = 'отдых'
txt_age = 'Полных лет:'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье: '
txt_workheart = 'Работоспособность сердца: '
txt_res1 = "низкая. Срочно обратитесь к врачу!"
txt_res2 = "удовлетворительная. Обратитесь к врачу!"
txt_res3 = "средняя. Возможно, стоит дополнительно обследоваться у врача."
txt_res4 = "выше среднего"
txt_res5 = "высокая"